Repository: aaronhma/infineon
Catalog: iOS/InfineonProject/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fr, zh_hans, zh_hant

# %lld %@ event%@ detected during this trip.
source: %1$lld %2$@ event%3$@ detected during this trip.
de: %1$lld %2$@ Ereignis%3$@ während dieser Fahrt erkannt.
es: %1$lld evento%3$@ de %2$@ detectado durante este viaje.
fa: %1$lld رویداد %2$@%3$@ در طول این سفر شناسایی شد.
fr: %1$lld événement%3$@ %2$@ détecté pendant ce trajet.
zh_hans: 在此行程中检测到%1$lld个%2$@事件%3$@。
zh_hant: 在此行程中檢測到%1$lld個%2$@事件%3$@。

# %lld Drinking Event%@
source: %1$lld Drinking Event%2$@
de: %1$lld Trinkveranstaltung%2$@
es: %1$lld evento de bebida%2$@
fa: %1$lld رویداد نوشیدن%2$@
fr: %1$lld événement de consommation%2$@
zh_hans: %1$lld个饮酒事件%2$@
zh_hant: %1$lld個飲酒事件%2$@

# %lld Drowsiness Event%@
source: %1$lld Drowsiness Event%2$@
de: %1$lld Schläfrigkeitsereignis%2$@
es: %1$lld evento de somnolencia%2$@
fa: %1$lld رویداد خواب آلودگی%2$@
fr: %1$lld événement de somnolence%2$@
zh_hans: %1$lld个困倦事件%2$@
zh_hant: %1$lld個困倦事件%2$@

# %lld drowsiness event%@ detected during this trip.
source: %1$lld drowsiness event%2$@ detected during this trip.
de: %1$lld Schläfrigkeitsereignis%2$@ während dieser Fahrt erkannt.
es: %1$lld evento de somnolencia%2$@ detectado durante este viaje.
fa: %1$lld رویداد خواب آلودگی%2$@ در طول این سفر شناسایی شد.
fr: %1$lld événement de somnolence%2$@ détecté pendant ce trajet.
zh_hans: 在此行程中检测到%1$lld个困倦事件%2$@。
zh_hant: 在此行程中檢測到%1$lld個困倦事件%2$@。

# %lld Excessive Blinking Event%@
source: %1$lld Excessive Blinking Event%2$@
de: %1$lld Übermäßiges Blinzeln Ereignis%2$@
es: %1$lld evento de parpadeo excesivo%2$@
fa: %1$lld رویداد چشمک زدن بیش از حد%2$@
fr: %1$lld événement de clignement excessif%2$@
zh_hans: %1$lld个过度眨眼事件%2$@
zh_hant: %1$lld個過度眨眼事件%2$@

# %lld MPH in a %lld MPH zone
source: %1$lld MPH in a %2$lld MPH zone
de: %1$lld km/h in einer %2$lld km/h Zone
es: %1$lld MPH en una zona de %2$lld MPH
fa: %1$lld مایل در ساعت در یک منطقه %2$lld مایل در ساعت
fr: %1$lld km/h dans une zone de %2$lld km/h
zh_hans: 在%2$lld英里/小时区域内行驶%1$lld英里/小时
zh_hant: 在%2$lld英里/小時區域內行駛%1$lld英里/小時

# %lld Phone Distraction%@
source: %1$lld Phone Distraction%2$@
de: %1$lld Telefonablenkung%2$@
es: %1$lld distracción telefónica%2$@
fa: %1$lld حواس پرتی تلفن%2$@
fr: %1$lld distraction téléphonique%2$@
zh_hans: %1$lld个手机分心事件%2$@
zh_hant: %1$lld個手機分心事件%2$@

# %lld Speeding Event%@
source: %1$lld Speeding Event%2$@
de: %1$lld Geschwindigkeitsüberschreitungsereignis%2$@
es: %1$lld evento de exceso de velocidad%2$@
fa: %1$lld رویداد سرعت غیرمجاز%2$@
fr: %1$lld événement de dépassement de vitesse%2$@
zh_hans: %1$lld个超速事件%2$@
zh_hant: %1$lld個超速事件%2$@

# %lld speeding event%@ detected during this trip.
source: %1$lld speeding event%2$@ detected during this trip.
de: %1$lld Geschwindigkeitsüberschreitungsereignis%2$@ während dieser Fahrt erkannt.
es: %1$lld evento de exceso de velocidad%2$@ detectado durante este viaje.
fa: %1$lld رویداد سرعت غیرمجاز%2$@ در طول این سفر شناسایی شد.
fr: %1$lld événement de dépassement de vitesse%2$@ détecté pendant ce trajet.
zh_hans: 在此行程中检测到%1$lld个超速事件%2$@。
zh_hant: 在此行程中檢測到%1$lld個超速事件%2$@。

# %lld trip%@
source: %1$lld trip%2$@
de: %1$lld Fahrt%2$@
es: %1$lld viaje%2$@
fa: %1$lld سفر%2$@
fr: %1$lld trajet%2$@
zh_hans: %1$lld个行程%2$@
zh_hant: %1$lld個行程%2$@

# %lld unidentified face%@
source: %1$lld unidentified face%2$@
de: %1$lld unbekanntes Gesicht%2$@
es: %1$lld rostro no identificado%2$@
fa: %1$lld چهره نامشخص%2$@
fr: %1$lld visage non identifié%2$@
zh_hans: %1$lld张未识别的人脸%2$@
zh_hant: %1$lld張未識別的人臉%2$@

# %lld Unstable Eyes Event%@
source: %1$lld Unstable Eyes Event%2$@
de: %1$lld Instabile Augen Ereignis%2$@
es: %1$lld evento de ojos inestables%2$@
fa: %1$lld رویداد چشمان ناپایدار%2$@
fr: %1$lld événement d'yeux instables%2$@
zh_hans: %1$lld个眼睛不稳定事件%2$@
zh_hant: %1$lld個眼睛不穩定事件%2$@

source: Changing the language will update the app's display language.
de: Das Ändern der Sprache aktualisiert die Anzeigesprache der App.
es: Cambiar el idioma actualizará el idioma de visualización de la aplicación.
fa: تغییر زبان، زبان نمایش برنامه را به‌روزرسانی می‌کند.
fr: Changer la langue mettra à jour la langue d'affichage de l'application.
zh_hans: 更改语言将更新应用的显示语言。
zh_hant: 更改語言將更新應用程式的顯示語言。

source: Language
de: Sprache
es: Idioma
fa: زبان
fr: Langue
zh_hans: 语言
zh_hant: 語言

# Moving at %lld mph %@
source: Moving at %1$lld mph %2$@
de: Fahrt mit %1$lld km/h %2$@
es: Moviéndose a %1$lld MPH %2$@
fa: حرکت با سرعت %1$lld مایل در ساعت %2$@
fr: Circulation à %1$lld km/h %2$@
zh_hans: 以%1$lld英里/小时速度行驶%2$@
zh_hant: 以%1$lld英里/小時速度行駛%2$@

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fa: انتخاب زبان
fr: Sélectionner la langue
zh_hans: 选择语言
zh_hant: 選擇語言

source: System
es: Sistema
fa: سیستم
fr: Système
zh_hans: 系统
zh_hant: 系統
